[{
	"count": 1,
	"color": "Maroon",
	"title": "Accursed Hex",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Accursed HexUM.",
		"rule",
		"fill | 1",
		"text | Your hexes flare with persistent potency.",
		"fill | 1",
		"text | When you use Accursed Hex to target a creature with one of your hexes a second time, that creature must roll its saving throw twice and take the lower result.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Acrobatic",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Acrobatic.",
		"rule",
		"fill | 1",
		"text | Your grace and fluidity are beyond compare.",
		"fill | 1",
		"text | The bonus on Acrobatics and Fly skill checks from Acrobatic increases by 2. In addition, you can expend one use of mythic power to treat an Acrobatics or Fly check as if you had rolled a natural 20. You must decide to use this ability before making the roll.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Alertness",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Alertness.",
		"rule",
		"fill | 1",
		"text | Your powers of perception surpass everyone's, whether used to observe your surroundings or the intentions of others.",
		"fill | 1",
		"text | The bonus on Perception and Sense Motive skill checks from Alertness increases by 2. In addition, you can expend one use of mythic power to treat a Perception or Sense Motive check as if you had rolled a natural 20. You must decide to use this ability before making the roll.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Alignment Channel",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Alignment Channel.",
		"rule",
		"fill | 1",
		"text | The power of your faith harms all creatures that follow the alignment you abhor.",
		"fill | 1",
		"text | Your channeled energy affects any creatures with the alignment chosen when you took Alignment Channel (not just outsiders, and not just those with the alignment subtype), but grants only half healing or deals only half damage to these targets. Alternatively, you can expend two uses of mythic power when using Alignment Channel to affect all targets of the chosen alignment as if they had that alignment subtype.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Animal Affinity",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Animal Affinity.",
		"rule",
		"fill | 1",
		"text | You have a greater affinity with wild animals, and can speak with them.",
		"fill | 1",
		"text | The bonus on Handle Animal and Ride skill checks from Animal Affinity increases by 2. In addition, you can expend one use of mythic power to speak with animals as the spell. Your caster level for this effect is equal to twice your tier.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Arcane Armor Training",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Arcane Armor Training.",
		"rule",
		"fill | 1",
		"text | You've adapted your spellcasting to overcome limitations of wearing armor.",
		"fill | 1",
		"text | You don't have to spend a swift action to gain the reduction to arcane spell failure chance from Arcane Armor Training. Furthermore, if you're wearing light armor, reduce your arcane spell failure chance by 20%.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Arcane Blast",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Arcane BlastAPG.",
		"rule",
		"fill | 1",
		"text | You can manipulate raw eldritch energies to do more than just deal damage.",
		"fill | 1",
		"text | When you use Arcane Blast, you may halve the damage dice to also perform your choice of either a trip or bull rush combat maneuver against the target of the blast. You can't move with an opponent you bull rush with this feat. You gain a bonus on your combat maneuver check for this attempt equal to half the spell level of the spell you sacrificed when using Arcane Blast, and you can substitute your Intelligence or Charisma modifier in place of your Strength modifier when determining your combat maneuver bonus.  In addition, you can expend one use of mythic power to change the damage dice of your Arcane Blast to d8s instead of d6s.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Arcane Shield",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Arcane ShieldAPG.",
		"rule",
		"fill | 1",
		"text | You sculpt spells into a powerful, enduring arcane barriers.",
		"fill | 1",
		"text | You add half your tier to the def lection bonus granted to your AC when you use your Arcane Shield. You can expend one use of mythic power when using this feat to extend the duration to a number of rounds equal to your tier.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Arcane Strike",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Arcane Strike.",
		"rule",
		"fill | 1",
		"text | Using your amazing arcane talents, you can deliver devastating blows infused with magical energy.",
		"fill | 1",
		"text | Whenever you use Arcane Strike to enhance your weapons, the effect lasts for 1 minute instead of 1 round. If you expend one use of mythic power when using Arcane Strike, you can also add any one magic weapon special ability with a base price modifier of +1 to your weapons. This base price modifier increases to +2 at 4th tier, +3 at 7th tier, and +4 at 10th tier.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Ascendant Spell",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Metamagic",
		"property | prerequisites | ",
		"rule",
		"fill | 1",
		"text | You have learned how to emulate mythic spells using non-mythic forces.",
		"fill | 1",
		"text | You can modify a spell to imitate the mythic version of that spell. An ascendant spell uses the mythic version of the spell, but doesn't count as a mythic spell for the purposes of effects that interact with the spell, unless you are a mythic creature. You can't use the augmented version of the mythic spell, or use spells effects that require you to expend uses of mythic power (even if you have uses of mythic power available).  An ascendant spell uses up a spell slot 5 levels higher than the spell's actual level.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Aspect Of The Beast",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Aspect of the BeastAPG.",
		"rule",
		"fill | 1",
		"text | Your blood burns with savage fury, giving you bestial powers and abilities.",
		"fill | 1",
		"text | Your bestial nature manifests itself in one of the following ways. You choose the manifestation when you choose the feat, and you can't change it.  Mythic Senses (Ex): If you have normal vision, you gain darkvision 30 feet. If you have low-light vision, you gain darkvision 60 feet. If you have darkvision, the range of your darkvision increases by 30 feet plus 10 feet per tier.  Mythic Claws (Ex): You grow a pair of powerful claws. These claws are primary attacks that deal 1d4 points of damage (1d3 if you're Small). If you already have claws, the damage they deal increases by one die type (d4s become d6s, d3s become d4s, and so on). You can expend one use of mythic power when you hit with both claws during the same round to rend with those claws, dealing extra damage equal to one claw's damage plus 1-1/2 times your Strength bonus.  Mythic Leap (Ex): You can make a running jump without needing to run 10 feet beforehand. In addition, you gain a +5 bonus on your Acrobatics checks to determine the success of that jump and the distance covered. If you already have the predator's leap manifestation of Aspect of the Beast, the bonus on your Acrobatics checks increases to +10.  Mythic Instinct (Ex): You gain a +2 bonus on initiative checks and a +2 bonus on Survival checks. These bonuses stack with those gained from the wild instinct manifestation of Aspect of the Beast.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Athletic",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Athletic.",
		"rule",
		"fill | 1",
		"text | You excel far beyond others at acts of physical prowess.",
		"fill | 1",
		"text | The bonus on Climb and Swim skill checks from Athletic increases by 2. In addition, you can expend one use of mythic power to treat a Climb or Swim check as if you had rolled a natural 20. You must decide to use this ability before making the roll.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Augment Summoning",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Augment Summoning.",
		"rule",
		"fill | 1",
		"text | Your summoning spells bring not mere ordinary beasts, but instead mythic creatures.",
		"fill | 1",
		"text | Any creature you summon using a summon spell is considered mythic for the purpose of interacting with other mythic creatures. It doesn't gain any mythic abilities or power, but is affected by mythic spells and abilities as if it were a 1st-tier mythic creature. Additionally, if the creature summoned has damage reduction, its damage reduction becomes DR/epic.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Bleeding Critical",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Bleeding Critical, Critical Focus (mythic).",
		"rule",
		"fill | 1",
		"text | Your deadliest blows unleash rivers of blood.",
		"fill | 1",
		"text | The bleed damage dealt with Bleeding Critical increases by your tier. Stopping this bleed damage requires a Heal check with a DC equal to 15 + 1/2 your tier. Any magical healing ends the bleed damage normally.  You can expend one use of mythic power to deal 1 Con bleed, in addition to the hit point bleed damage you deal with this feat. This effect increases by 1 for each additional use of mythic power you expend.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Blind-Fight",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Blind-Fight.",
		"rule",
		"fill | 1",
		"text | No creature can avoid your preternatural senses.",
		"fill | 1",
		"text | As a swift action, you can expend one use of mythic power to ignore all miss chances due to concealment or total concealment for a number of rounds equal to your tier.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Catch Off-Guard",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Catch Off-Guard.",
		"rule",
		"fill | 1",
		"text | In your hands, anything is a deadly weapon.",
		"fill | 1",
		"text | The damage dealt when you use improvised weapons increases by your tier. You also gain a bonus to CMD equal to your tier when an opponent attempts to sunder or disarm an improvised weapon you're wielding.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Channel Smite",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Channel Smite.",
		"rule",
		"fill | 1",
		"text | Your weapon a conduit of divine energy.",
		"fill | 1",
		"text | When using Channel Smite, you gain a bonus on your attack roll equal to the number of d6s granted by your channel energy class feature. This is either a sacred bonus (if channeling positive energy) or a profane bonus (if channeling negative energy). If your attack misses the target, you can expend one use of mythic power as a free action to release the channeled energy, producing the normal effects of your channel energy class feature centered on the creature you were attempting to smite.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Charge Through",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Charge ThroughAPG.",
		"rule",
		"fill | 1",
		"text | You can plow through those who stand between you and the target of your charge.",
		"fill | 1",
		"text | When charging, you can ignore allies in your path when determining whether or not you can charge your target. Furthermore, after you have attempted at least one overrun with Charge Through, you can expend one use of mythic power as a free action to attempt another overrun against a different opponent in the path of the same charge.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Cleave",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Cleave.",
		"rule",
		"fill | 1",
		"text | You can cleave any foe within your reach.",
		"fill | 1",
		"text | Whenever you use Cleave or Great Cleave, one of your attacks can be made against a foe that is within your reach, but not adjacent to the foe you attacked. You can expend one use of mythic power when you use Cleave or Great Cleave to continue making attacks against foes within your reach, regardless of their position, as long as you continue to hit each foe. You can't use this ability to attack a foe more than once per round.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Combat Expertise",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Combat Expertise.",
		"rule",
		"fill | 1",
		"text | You can dart out of the way of attacks with skill and defiance.",
		"fill | 1",
		"text | Whenever you use Combat Expertise, you gain an additional +2 dodge bonus to your Armor Class. You can expend one use of mythic power to negate the penalties on melee attack rolls and combat maneuver checks caused by using Combat Expertise for 1 minute.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Combat Reflexes",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Combat Reflexes.",
		"rule",
		"fill | 1",
		"text | You strike viciously whenever your foe gives you an opening.",
		"fill | 1",
		"text | You can make any number of additional attacks of opportunity per round. As a swift action, you can expend one use of mythic power to, until the start of your next turn, make attacks of opportunity against foes you've already made attacks of opportunity against this round if they provoke attacks of opportunity from you by moving.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Command Undead",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Command Undead.",
		"rule",
		"fill | 1",
		"text | Your control of the undead is nearly absolute.",
		"fill | 1",
		"text | When you command undead, the DC of the Will save increases by half your tier, and intelligent undead get no additional saves beyond their first to resist your commands. Any attempts by non-mythic creatures to control undead you command automatically fail, and you gain a +4 bonus on Charisma checks to prevent mythic creatures from stealing control of your undead.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Critical Focus",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Critical Focus.",
		"rule",
		"fill | 1",
		"text | Your blows unerringly find your target's vital spots.",
		"fill | 1",
		"text | You automatically confirm critical threats against non-mythic opponents. In addition, when you threaten a critical hit against a creature wearing armor with the fortification special ability or similar effect, that creature must roll twice and take the worse result when determining critical hit negation.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Critical Mastery",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Critical Focus (mythic), Critical Mastery.",
		"rule",
		"fill | 1",
		"text | Your critical hits are versatile and devastating.",
		"fill | 1",
		"text | When using Critical Mastery, increase the number of critical feats you may apply by every 3 tiers that you possess.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Dastardly Finish",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Dastardly FinishAPG.",
		"rule",
		"fill | 1",
		"text | You strike downed, dazed, and staggered opponents with deadly efficiency.",
		"fill | 1",
		"text | You can deliver a coup de grace to dazed and staggered non-mythic opponents. In addition, when any creature makes a Fortitude saving throw to survive one of your coup de grace attempts, it takes a penalty to that saving throw equal to your tier.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Dazzling Display",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Dazzling Display.",
		"rule",
		"fill | 1",
		"text | You can quickly deter others with your martial mastery.",
		"fill | 1",
		"text | While wielding the weapon with which you have Weapon Focus, you can use Dazzling Display as a standard action with a -5 penalty on your Intimidate check, as a move action with a -10 penalty, or as a swift action with a -20 penalty. You can expend one use of mythic power when you make a Dazzling Display to make those affected by the display frightened rather than shaken.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Deadly Aim",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Deadly Aim.",
		"rule",
		"fill | 1",
		"text | Your aim is truly devastating.",
		"fill | 1",
		"text | When you use Deadly Aim, you gain a +3 bonus on ranged damage rolls instead of +2. When your base attack bonus reaches +4, and every +4 thereafter, the bonus on ranged damage rolls increases by +3 rather than +2.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Deadly Stroke",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Deadly Stroke.",
		"rule",
		"fill | 1",
		"text | You can kill with a single stroke.",
		"fill | 1",
		"text | When making a Deadly Stroke attack, you can expend one use of mythic power to instantly kill a non-mythic living creature. A Fortitude save (DC 10 + your base attack bonus + your tier) negates this effect, though the attack still deals double damage and Con bleed as Deadly Stroke. Constructs, oozes, and creatures immune to critical hits or precision-based damage can't be killed with this feat.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Death From Above",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Death from AboveUC.",
		"rule",
		"fill | 1",
		"text | When attacking from the air or higher ground, you bear down on your enemy to deadly effect.",
		"fill | 1",
		"text | Whenever you charge an opponent from higher ground, or from above while flying, the critical multiplier of your weapon increases by 2 (to a maximum of x6). This doesn't stack with other abilities that increase a weapon's critical multiplier. If your charge attack hits, you can perform a trip combat maneuver against the attack's target as a free action without provoking attacks of opportunity.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Deceitful",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Deceitful.",
		"rule",
		"fill | 1",
		"text | Your power to mislead is beyond compare.",
		"fill | 1",
		"text | The bonus on Bluff and Disguise skill checks from Deceitful increases by 2. In addition, you can expend one use of mythic power to treat a Bluff or Disguise check as if you had rolled a natural 20. You must decide to use this ability before making the roll.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Deepsight",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | DeepsightAPG.",
		"rule",
		"fill | 1",
		"text | Your sharp eyes can penetrate deeper into the darkness, revealing more to you.",
		"fill | 1",
		"text | The range of your darkvision increases by 10 feet per tier.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Defensive Combat Training",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Defensive Combat Training, 4th mythic tier.",
		"rule",
		"fill | 1",
		"text | Your defensive capabilities in combat are unmatched.",
		"fill | 1",
		"text | Add half your tier to your CMD.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Deflect Arrows",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Deflect Arrows.",
		"rule",
		"fill | 1",
		"text | You deflect projectiles and ray spells with uncanny skill.",
		"fill | 1",
		"text | When using Deflect Arrows, you can deflect an additional number of ranged attacks per round equal to half your tier. You can expend one use of mythic power as an immediate action to deflect a single ray from a ray spell or effect targeting you.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Deft Hands",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Deft Hands.",
		"rule",
		"fill | 1",
		"text | Your hands are astonishingly nimble.",
		"fill | 1",
		"text | The bonus on Disable Device and Sleight of Hand skill checks from Deft Hands increases by 2. In addition, you can expend one use of mythic power to treat a Disable Device or Sleight of Hand check as if you had rolled a natural 20. You must decide to use this ability before making the roll.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Detect Expertise",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Detect ExpertiseUM.",
		"rule",
		"fill | 1",
		"text | You can sense a creature's magical abilities with just a mere glance.",
		"fill | 1",
		"text | You gain the benefit of Detect Expertise immediately (without needing to observe a creature for 3 rounds) when using the divinations listed in Detect Expertise. Non-mythic creatures cannot attempt a Will save to resist this effect.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Disruptive",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Disruptive.",
		"rule",
		"fill | 1",
		"text | You're a master at disrupting nearby spellcasters.",
		"fill | 1",
		"text | The DC to cast spells defensively within your threatened area increases by half your tier. This stacks with the increase granted by Disruptive. In addition, even if you can't make attacks of opportunity, non-mythic spellcasters are still wary of you and continue to suffer from the effects of Disruptive.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Distance Thrower",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Str 17, Distance ThrowerUC.",
		"rule",
		"fill | 1",
		"text | There's virtually no limit to your powerful throwing arm.",
		"fill | 1",
		"text | Thrown weapons wielded by you have twice their normal range.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Divine Interference",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Divine InterferenceUM.",
		"rule",
		"fill | 1",
		"text | Your divine power thwarts enemies of your faith.",
		"fill | 1",
		"text | When you use Divine Interference, the penalty on your opponent's attack roll is equal to twice the level of the spell sacrificed. You can expend one use of mythic power when you sacrifice the spell to increase the penalty to triple the level of the spell sacrificed.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Dodge",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Dodge.",
		"rule",
		"fill | 1",
		"text | When focused, you become nearly impossible to strike.",
		"fill | 1",
		"text | The bonus to AC from Dodge increases by 1. As an immediate action, you can expend one use of mythic power to grant yourself an additional +10 dodge bonus to AC against one attack.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Dreadful Carnage",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Dreadful CarnageAPG.",
		"rule",
		"fill | 1",
		"text | Your kills are truly frightening to behold.",
		"fill | 1",
		"text | When you use Dreadful Carnage, you affect non-mythic enemies within 60 feet in addition to all enemies within 30 feet. You can expend one use of mythic power before making the Intimidate check to cause enemies demoralized by Dreadful Carnage to become frightened instead of shaken, for the same duration as the normal shaken effect. While frightened by this ability, an enemy takes a penalty equal to your tier on attack rolls, saving throws, skill checks, and ability checks.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Drink Is Life",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Con 19, 3rd mythic tier.",
		"rule",
		"fill | 1",
		"text | Strong drink fuels the mythic fires within you.",
		"fill | 1",
		"text | You never take penalties for consuming nonmagical alcohol, and you can consume an alcoholic beverage as a swift action instead of a move action. Each time you consume an alcoholic beverage, you may gain one of the benefits of polypurpose panacea (Pathfinder RPG Ultimate Magic 232). You can have only one of these benefits active at a time. If you expend one use of mythic power while drinking an alcoholic beverage, you can heal 2 points of ability damage, negate a temporary penalty to one ability score, or remove one of the following conditions: confused, diseased, exhausted, fatigued, frightened, nauseated, poisoned, shaken, sickened, or staggered.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Dual Path",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | 1st mythic tier.",
		"rule",
		"fill | 1",
		"text | You follow two mythic paths.",
		"fill | 1",
		"text | Select a mythic path other than the path you selected at your moment of ascension. You gain that path's 1st-tier ability (either archmage arcana, champion's strike, divine surge, guardian's call, marshal's order, or trickster attack). Each time you gain a path ability, you can select that path ability from either path's list or the list of universal path abilities.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Eagle Eyes",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Eagle EyesAPG.",
		"rule",
		"fill | 1",
		"text | You eyesight rivals that of the most far-seeing raptors.",
		"fill | 1",
		"text | You ignore up to -10 in penalties due to distance on visual Perception checks, instead of the normal -5. As a swift action, you can expend one use of mythic power to ignore all penalties due to distance on visual Perception checks for 1 round.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Eldritch Heritage",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Eldritch HeritageUM.",
		"rule",
		"fill | 1",
		"text | The blood of your sorcerous ancestor mingles with your mythic power to great effect.",
		"fill | 1",
		"text | You gain sorcerer bloodline powers of the bloodline tied to Eldritch Heritage as if your sorcerer level were your character level - 2. For that bloodline's 1st-level bloodline power, use your full character level to determine its effect; for all other bloodline powers, treat your sorcerer level as your character level - 2.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Elemental Channel",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Elemental Channel.",
		"rule",
		"fill | 1",
		"text | Your power over elemental beings is nearly absolute.",
		"fill | 1",
		"text | Your Elemental Channel can affect any elemental subtype, not just the one you chose when you took Elemental Channel. Each time you use Elemental Channel, you must pick one elemental subtype before using the feat. You can expend one use of mythic power when you use Elemental Channel to choose a second elemental subtype to affect.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Elemental Fist",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Elemental FistAPG.",
		"rule",
		"fill | 1",
		"text | Your ability to channel elemental power through your unarmed attacks is ferociously potent.",
		"fill | 1",
		"text | The extra energy damage dealt by Elemental Fist increases to 1d8 points, and you gain additional uses of Elemental Fist per day equal to your tier. You can expend one use of mythic power as an immediate action to add the extra damage from your Elemental Fist to all of the unarmed strikes you make until the beginning of your next turn. This counts as only one use of Elemental Fist, regardless of the number of attacks that you make in this fashion.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Elemental Focus",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Elemental FocusAPG.",
		"rule",
		"fill | 1",
		"text | Your elemental spells are potent and effective.",
		"fill | 1",
		"text | Choose an energy type in which you already have Elemental Focus. The increase to save DC provided by Elemental Focus and Greater Elemental Focus for spells of the selected energy type is 1 higher. When casting a spell with this energy type's descriptor, you can expend one use of mythic power as part of the casting to force the spell's targets to roll their saving throws twice, taking the lower result.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Elven Accuracy",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Elven AccuracyAPG.",
		"rule",
		"fill | 1",
		"text | Your elven eyesight cuts though concealment.",
		"fill | 1",
		"text | When you make an attack with a longbow or short bow (including composite bows), you can ignore concealment, but not total concealment. You still suffer a miss chance for total concealment, but if you miss due to total concealment, you may reroll your miss chance as per Elven Accuracy.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Endurance",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Endurance.",
		"rule",
		"fill | 1",
		"text | Your endurance is truly beyond the pale.",
		"fill | 1",
		"text | The bonus on checks and saves from Endurance increases by half your tier. You take half the damage when you fail a check to avoid nonlethal damage from a forced march, starvation and thirst, hot or cold environments, or slow suffocation.  You can sleep in heavy armor without becoming fatigued.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Eschew Materials",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Eschew Materials.",
		"rule",
		"fill | 1",
		"text | You can cast even the most powerful spells without using material components.",
		"fill | 1",
		"text | You can cast any spell with a material component costing 10 gp per tier or less without providing that component. If you expend one use of mythic power while casting a spell that requires a material component costing 50 gp per tier or less, you can cast it without providing that component. Expending two uses of mythic power instead allows you to cast a spell that requires a material component costing 100 gp per tier or less without providing that component.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Extra Mythic Power",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | ",
		"rule",
		"fill | 1",
		"text | You can store more mythic power than your tier would normally allow.",
		"fill | 1",
		"text | You gain two extra uses of mythic power each day.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Extra Path Ability",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | 3rd mythic tier.",
		"rule",
		"fill | 1",
		"text | You can call upon mythic powers beyond those already invested in you.",
		"fill | 1",
		"text | Choose one mythic ability from your path or from the universal path abilities that you meet the prerequisites for. You gain that path ability.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Fabulous Figments",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Spell Focus (illusion).",
		"rule",
		"fill | 1",
		"text | Your illusions are astonishingly realistic.",
		"fill | 1",
		"text | Non-mythic creatures can't identify your illusion spells with Spellcraft, including checks attempted as part of arcane sight, detect magic, or similar effects. When mythic creatures attempt to identify your illusions, add your tier to the DC of those Spellcraft checks. Mythic creatures informed by their allies that one of your illusions isn't real gain only a +2 bonus on their Will saves to disbelieve. Non-mythic creatures gain no bonus to disbelieve.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Far Shot",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Far Shot.",
		"rule",
		"fill | 1",
		"text | You make long-ranged attacks with remarkable accuracy.",
		"fill | 1",
		"text | As a swift action, you can expend one use of mythic power to ignore all range increment penalties for your ranged attacks until the end of your turn.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Fast Empathy",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Fast EmpathyUM.",
		"rule",
		"fill | 1",
		"text | You can soothe the emotions of wild beasts with nearly supernatural quickness.",
		"fill | 1",
		"text | You can use wild empathy as a swift action.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Fire Music",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Fire MusicUM.",
		"rule",
		"fill | 1",
		"text | You masterfully weave the ancient melodies of fire into your spells.",
		"fill | 1",
		"text | When you use Fire Music to change any of the damage dealt by a bard spell to fire damage, that damage ignores fire resistance up to your tier.  If you cast summon monster as a bard spell and choose to give the summoned creature a fiery appearance, increase its fire resistance by 5 (adding to the resistance already granted by Fire Music) and add 1d4 points of fire damage to all of its natural attacks instead of the +1 fire damage normally granted by Fire Music. Creatures with the fire subtype also gain these benefits.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Fleet",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Fleet.",
		"rule",
		"fill | 1",
		"text | You're fantastically light on your feet.",
		"fill | 1",
		"text | Your base land speed increases by 5 feet, regardless of what armor you wear or whether you're encumbered. This bonus stacks with the bonus gained from Fleet.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Furious Focus",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Furious FocusAPG.",
		"rule",
		"fill | 1",
		"text | Your attacks create a rhythmic barrage that doesn't sacrifice precision for force.",
		"fill | 1",
		"text | When you are using Furious Focus, you don't take Power Attack's penalty on attack rolls that are made as attacks of opportunity. As a free action, you can expend one use of mythic power to negate Power Attack's penalty on all melee attacks you make for 1 round while using this feat.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Gnome Trickster",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Gnome TricksterAPG.",
		"rule",
		"fill | 1",
		"text | Thanks to your mythic power, the magic in your blood has grown more potent and diverse.",
		"fill | 1",
		"text | You gain the following spell-like abilities: 1/ day-blur and vanishAPG.  You can use your gnome spell-like abilities an additional number of times per day equal to half your tier. You can spend these additional uses to use any of your gnome spell-like abilities you wish. Your caster level for your gnome spell-like abilities becomes your character level plus your tier.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Gorgon's Fist",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Gorgon's Fist.",
		"rule",
		"fill | 1",
		"text | Your strikes debilitate and disorient your foes.",
		"fill | 1",
		"text | When you hit a creature while using Gorgon's Fist, if the target fails its Fortitude saving throw, it is dazed for 1 round instead of staggered. You can expend one use of mythic power when you hit with a Gorgon's Fist attack, but before the saving throw is attempted, to increase its DC by half your tier.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Great Fortitude",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Great Fortitude.",
		"rule",
		"fill | 1",
		"text | Your fortitude is unmatched.",
		"fill | 1",
		"text | Whenever you roll a Fortitude saving throw against a spell, spell-like ability, or supernatural ability from a non-mythic source, roll twice and take the higher result.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Guided Hand",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Guided HandUC.",
		"rule",
		"fill | 1",
		"text | Attacks made with your deity's favored weapon are divinely inspired.",
		"fill | 1",
		"text | When making attacks with your deity's favored weapon, you can add your Wisdom modifier instead of your Strength or Dexterity modifier on damage rolls.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Heroic Defiance",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Heroic DefianceAPG.",
		"rule",
		"fill | 1",
		"text | You ignore harmful effects that would bring others down.",
		"fill | 1",
		"text | Once per day as an immediate action, you can attempt to negate the onset of one harmful condition or aff liction (such as panicked, paralyzed, stunned, and so on) that allowed a saving throw for its onset, not including permanent and instantaneous conditions. When you do so, attempt a Will saving throw with a bonus equal to your tier against the original DC of the effect. If you succeed, the condition is negated. If you fail, the onset is delayed until the end of your next turn, after which it takes its normal effect. This feat has no effect on hit point damage or ability damage.  This effect is separate from the use of non-mythic Heroic Defiance.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Heroic Recovery",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Heroic RecoveryAPG.",
		"rule",
		"fill | 1",
		"text | You can shrug off the effects of harmful conditions after they've taken effect.",
		"fill | 1",
		"text | As a swift action, you can expend one use of mythic power to use Heroic Recovery additional times. Whenever you do, add your tier to the result of the Fortitude save.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Improved Bull Rush",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Improved Bull Rush.",
		"rule",
		"fill | 1",
		"text | You push foes around with amazing ease.",
		"fill | 1",
		"text | You gain a bonus equal to half your tier on checks to bull rush, and to your CMD when an opponent bull rushes you. These bonuses stack with those granted by non-mythic Improved Bull Rush.  Furthermore, you can make an attack of opportunity against any creature that attempts to bull rush you, unless it also has this feat.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Improved Channel",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Improved Channel.",
		"rule",
		"fill | 1",
		"text | As a divine conduit for energy, you're unmatched.",
		"fill | 1",
		"text | Non-mythic creatures that take damage from your channel energy must roll their saving throws twice and take the lower result.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Improved Counterspell",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Improved Counterspell.",
		"rule",
		"fill | 1",
		"text | Your innate understanding of magical mechanics allows you to unravel spells with pure magical energy.",
		"fill | 1",
		"text | When counterspelling, you can use a spell of the same school that is the same or higher spell level as the target spell.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Improved Critical",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Improved Critical, base attack bonus +8.",
		"rule",
		"fill | 1",
		"text | Your critical strikes with your chosen weapon are deadlier than most.",
		"fill | 1",
		"text | Your critical multiplier with your chosen weapon is increased by 1 (to a maximum of x6).",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Improved Dirty Trick",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Improved Dirty TrickAPG.",
		"rule",
		"fill | 1",
		"text | You're a paragon of down-and-dirty fighting.",
		"fill | 1",
		"text | You gain a bonus equal to half your tier on checks to attempt a dirty trick, and to your CMD when an opponent attempts to perform a dirty trick on you. These bonuses stack with those granted by Improved Dirty Trick.  Furthermore, you can make an attack of opportunity against any creature that attempts a dirty trick maneuver against you, unless it also has this feat.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Improved Disarm",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Improved Disarm.",
		"rule",
		"fill | 1",
		"text | You're expert at knocking your enemies' weapons away.",
		"fill | 1",
		"text | You gain a bonus equal to half your tier on checks to disarm, and to your CMD when an opponent tries to disarm you. These bonuses stack with those granted by Improved Disarm.  Furthermore, you can make an attack of opportunity against any creature that attempts to disarm you, unless it also has this feat.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Improved Drag",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Improved DragAPG.",
		"rule",
		"fill | 1",
		"text | You pull your enemies around the battlefield with great ease.",
		"fill | 1",
		"text | You gain a bonus equal to half your tier on checks to attempt a drag combat maneuver, and to your CMD when an opponent attempts a drag combat maneuver against you. These bonuses stack with those granted by Improved Drag.  Furthermore, you can make an attack of opportunity against any creature that attempts a drag maneuver against you, unless it also has this feat.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Improved Familiar",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Improved Familiar.",
		"rule",
		"fill | 1",
		"text | Your familiar gains some of your incredible resiliency and insight.",
		"fill | 1",
		"text | For every 3 tiers you possess, your familiar gains a +2 bonus to an ability score of your choice. These bonuses stack. Your familiar adds your tier to its natural armor bonus and to its spell resistance (if it has spell resistance).",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Improved Grapple",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Improved Grapple.",
		"rule",
		"fill | 1",
		"text | Your wrestling moves are difficult to counter.",
		"fill | 1",
		"text | You gain a bonus equal to half your tier on checks to grapple, and to your CMD when an opponent tries to grapple you. These bonuses stack with those granted by Improved Grapple.  Furthermore, you can make an attack of opportunity against any creature that attempts to grapple you, unless it also has this feat.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Improved Initiative",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Improved Initiative.",
		"rule",
		"fill | 1",
		"text | You leap into the fray with speed and confidence.",
		"fill | 1",
		"text | The bonus on initiative checks granted by Improved Initiative increases by an amount equal to your tier. This bonus stacks with the bonus from Improved Initiative. In addition, instead of rolling initiative, you can expend one use of mythic power to treat your roll as a natural 20.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Improved Overrun",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Improved Overrun.",
		"rule",
		"fill | 1",
		"text | You're an unstoppable force on the battlefield, able to run down lesser foes with ease.",
		"fill | 1",
		"text | You gain a bonus equal to half your tier on checks to overrun, and to your CMD when an opponent tries to overrun you. These bonuses stack with those granted by Improved Overrun.  Furthermore, you can make an attack of opportunity against any creature t",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Improved Reposition",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Improved RepositionAPG.",
		"rule",
		"fill | 1",
		"text | You put your foes right where you want them.",
		"fill | 1",
		"text | You gain a bonus equal to half your tier on checks to attempt a reposition combat maneuver, and to your CMD when an opponent attempts to perform a reposition combat maneuver against you. These bonuses stack with those granted by Improved Reposition.  Furthermore, you can make an attack of opportunity against any creature that attempts to reposition you, unless it also has this feat.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Improved Steal",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Improved StealAPG.",
		"rule",
		"fill | 1",
		"text | Your light fingers can lift even the most closely held item off an enemy.",
		"fill | 1",
		"text | You gain a bonus equal to half your tier on checks to attempt a steal combat maneuver, and to your CMD when an opponent attempts a steal combat maneuver on you. These bonuses stack with those granted by Improved Steal.  Furthermore, you can make an attack of opportunity against any creature that attempts a steal maneuver against, you unless it also has this feat.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Improved Stonecunning",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Improved StonecunningAPG.",
		"rule",
		"fill | 1",
		"text | If you listen close, you can hear the secrets of stone.",
		"fill | 1",
		"text | You gain stone tell as a spell-like ability usable once per day with a caster level equal to twice your tier.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Improved Sunder",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Improved Sunder.",
		"rule",
		"fill | 1",
		"text | Your mighty smashing blows demolish objects.",
		"fill | 1",
		"text | You gain a bonus equal to half your tier on checks to sunder, and to your CMD when an opponent tries to sunder an object used by you. These bonuses stack with those granted by Improved Sunder.  Furthermore, you can make an attack of opportunity against any creature that attempts to sunder an object used by you, unless it also has this feat.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Improved Trip",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Improved Trip.",
		"rule",
		"fill | 1",
		"text | You're expert at knocking your foes down.",
		"fill | 1",
		"text | You gain a bonus equal to half your tier on checks to trip, and to your CMD when an opponent tries to trip you. These bonuses stack with those granted by Improved Trip.  Furthermore, you can make an attack of opportunity against any creature that attempts to trip you, unless it also has this feat.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Improved Unarmed Strike",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Improved Unarmed Strike.",
		"rule",
		"fill | 1",
		"text | Your unarmed strikes are more powerful than others.",
		"fill | 1",
		"text | You can add half your tier to your damage with unarmed strikes. As a swift action, you can expend one use of mythic power to overcome the hardness of objects with your unarmed strikes. This effect last for a number of rounds equal to your tier. If an object's hardness is greater than 15, you don't ignore any of its hardness.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Intimidating Prowess",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Intimidating Prowess.",
		"rule",
		"fill | 1",
		"text | Your mythic stature makes others uneasy.",
		"fill | 1",
		"text | You gain a bonus on Intimidate checks equal to your tier against non-mythic creatures, or half your tier against mythic creatures. If you also have the Persuasive (mythic) feat, you can expend one use of mythic power to treat the Intimidate check as if you had rolled a natural 20. You must decide to use this ability before the roll is made.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Iron Will",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Iron Will.",
		"rule",
		"fill | 1",
		"text | Your will is incorruptible.",
		"fill | 1",
		"text | Whenever you roll a Will saving throw against a spell, spell-like ability, or supernatural ability from a non-mythic source, roll twice and take the higher result.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Knockout Artist",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Knockout ArtistUC.",
		"rule",
		"fill | 1",
		"text | Your knockout punches are truly mighty.",
		"fill | 1",
		"text | When you use your unarmed strike to deal nonlethal damage and sneak attack damage to an opponent, roll d8s for each sneak attack die instead of d6s.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Legendary Teamwork",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Any two teamwork feats.",
		"rule",
		"fill | 1",
		"text | You and your allies fight with great coordination.",
		"fill | 1",
		"text | Any fixed numeric bonuses you gain from teamwork feats are increased by 1. This doesn't apply to variable numeric bonuses or to effects that are not numeric bonuses, such as additional attacks of opportunity, movement, or other extra actions.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Lightning Reflexes",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Lightning Reflexes.",
		"rule",
		"fill | 1",
		"text | Your reflexes are superhuman.",
		"fill | 1",
		"text | Whenever you roll a Ref lex saving throw against a spell, spell-like ability, or supernatural ability from a non-mythic source, roll twice and take the higher result.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Lucky Halfling",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Lucky HalflingAPG.",
		"rule",
		"fill | 1",
		"text | You share your mythic luck with those around you.",
		"fill | 1",
		"text | When you use Lucky Halfling, add your tier as a bonus on the saving throw. You can expend one use of mythic power when an ally uses your save but still suffers an effect on a successful saving throw. If you do, that ally suffers no effect on the successful saving throw.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Lucky Surge",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Potent Surge, 3rd mythic tier.",
		"rule",
		"fill | 1",
		"text | Your surges defy the odds.",
		"fill | 1",
		"text | Whenever you use your surge ability, you can roll your surge dice twice and take the higher result. If you can already roll your surge dice twice and take the higher result, you roll your surge dice three times and take the highest result.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Lunge",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Lunge.",
		"rule",
		"fill | 1",
		"text | Your reaching strikes aid your defenses against those you hit.",
		"fill | 1",
		"text | Whenever you use Lunge and hit a creature with the melee attack, you no longer take a -2 penalty to AC against that creature. You can expend one use of mythic power when you use Lunge to negate the -2 penalty to AC whether you hit or miss, and gain a +2 bonus on attacks of opportunity you make while Lunge is in effect.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Magical Aptitude",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Magical Aptitude.",
		"rule",
		"fill | 1",
		"text | Your understanding of the principles and intricacies of magic goes far beyond your training.",
		"fill | 1",
		"text | The bonus on Spellcraft and Use Magic Device skill checks from Magical Aptitude increases by 2. In addition, you can expend one use of mythic power to treat a Spellcraft or Use Magic Device check as if you had rolled a natural 20. You must decide to use this ability before making the roll.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Manyshot",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Manyshot.",
		"rule",
		"fill | 1",
		"text | You can fire a barrage of arrows at your target with very little effort.",
		"fill | 1",
		"text | When making a full-attack action with a bow and using Manyshot, you fire two arrows with both your first and second attacks, instead of just your first attack.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Marked For Glory",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | General",
		"property | prerequisites | Great Fortitude, Iron Will, or Lightning Reflexes.",
		"rule",
		"fill | 1",
		"text | You're destined for glory beyond the ken of ordinary adventurers and mere mortals.",
		"fill | 1",
		"text | You can use the surge ability (see page 12) once per day (adding 1d6). If you are or become mythic, you can use your surge one additional time per day.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Maximize Surge",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | 6th mythic tier.",
		"rule",
		"fill | 1",
		"text | In times of dire need, you can burn your mythic power to ensure success.",
		"fill | 1",
		"text | Once per day when you surge, you can expend two uses of mythic power to treat your surge die as though it rolled the maximum result.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Medusa's Wrath",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Medusa's Wrath.",
		"rule",
		"fill | 1",
		"text | Your barrage of unarmed attacks builds to a single, staggering strike.",
		"fill | 1",
		"text | You may forgo the two additional unarmed strikes of Medusa's Wrath to instead make a single unarmed strike at your highest base attack bonus. If you successfully hit your opponent, it must succeed at a Fortitude saving throw (DC 10 + 1/2 your character level + your Wisdom modifier) or be staggered for 1 round. You can expend one use of mythic power when you stagger a target with Medusa's Wrath to extend the duration of the staggered condition by a number of rounds equal to half your tier.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Missile Shield",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Missile ShieldAPG.",
		"rule",
		"fill | 1",
		"text | Your remarkable awareness allows you to deflect multiple ranged attacks and even ray spells.",
		"fill | 1",
		"text | When using Missile Shield, you can deflect an additional number of ranged attacks per round equal to half your tier. You can expend one use of mythic power as an immediate action to deflect a single ray from a ray spell or effect targeting you.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Mobility",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Mobility.",
		"rule",
		"fill | 1",
		"text | You have perfected your ability to weave through the battlefield, using your momentum to propel yourself far.",
		"fill | 1",
		"text | Whenever you use Mobility, you gain a +6 dodge bonus to AC instead of the normal +4. In addition, once per round when an attack of opportunity provoked by your movement misses you, you may move 5 feet as a free action. This movement doesn't count against your total overall movement for the round, but it does provoke attacks of opportunity.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Monastic Legacy",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Monastic LegacyUC.",
		"rule",
		"fill | 1",
		"text | Every new experience carries you another step further along your path to enlightenment.",
		"fill | 1",
		"text | Add half the levels you have in classes other than monk to your monk level to determine your effective monk level for your AC bonus. As a free action, you can expend one use of mythic power to add half your tier to your effective monk level to determine your base unarmed strike damage and AC bonus until the start of your next turn.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Mounted Archery",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Mounted Archery.",
		"rule",
		"fill | 1",
		"text | Your skill as a rider allows you to take cover and shoot with amazing accuracy.",
		"fill | 1",
		"text | When using the Ride skill to use your mount as cover, you can still make a single ranged weapon attack as a standard action. While your mount is moving, you can expend one use of mythic power to negate the penalties for making ranged weapon attacks while mounted until the beginning of your next turn.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Mounted Combat",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Mounted Combat.",
		"rule",
		"fill | 1",
		"text | Your ability to maneuver a mount through the rigors of combat is nearly unparalleled.",
		"fill | 1",
		"text | You can negate an additional number of hits against your mount per round equal to your tier. Once per round as an immediate action, you can expend one use of mythic power to substitute a Ride check for a single Ref lex saving throw your mount must make.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Mythic Companion",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | General",
		"property | prerequisites | You must be non-mythic.",
		"rule",
		"fill | 1",
		"text | Despite your non-mythic nature, you're a vital part of the greater mythic world.",
		"fill | 1",
		"text | You're considered a mythic creature for the purposes of determining how mythic spells and effects affect you. If you ever become mythic, you gain a +1 bonus on all saves against mythic spells and effects.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Mythic Crafter",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Any item creation feat.",
		"rule",
		"fill | 1",
		"text | You can craft mythic magic items.",
		"fill | 1",
		"text | You can create any mythic magic item for which you have the appropriate item creation feat. In addition, you gain a +5 bonus on skill checks when creating non-mythic magic items.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Mythic Paragon",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | ",
		"rule",
		"fill | 1",
		"text | Your mythic power is even more potent than that of most other mythic beings.",
		"fill | 1",
		"text | Your tier is considered 2 higher for determining the potency of mythic abilities, feats, and spells. This doesn't grant you access to mythic abilities or greater versions of mythic spells at a lower tier than you would normally need to be to get them, nor does it grant you additional uses of mythic power or adjust the dice you roll for your surge.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Mythic Spell Lore",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Ability to cast spells.",
		"rule",
		"fill | 1",
		"text | You have learned how to unlock the power of your spells, combining them with your mythic power.",
		"fill | 1",
		"text | You can learn a number of mythic spells equal to your tier and can expend mythic power when casting them to enhance the results. To select a mythic spell, you must be able to cast the non-mythic version or have it on your list of spells known. Every time you gain a new tier, you can select an additional mythic spell.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Natural Spell",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Natural Spell.",
		"rule",
		"fill | 1",
		"text | You can speak and use some magic items when you use wild shape.",
		"fill | 1",
		"text | When you're using wild shape, you can use spell completion and spell trigger magic items that were on your person when you changed form. You don't need to physically manipulate the items when you use them while using wild shape. Furthermore, you can speak normally when using wild shape.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Nimble Moves",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Nimble Moves.",
		"rule",
		"fill | 1",
		"text | You dance across obstacles with ease, as though they weren't even there.",
		"fill | 1",
		"text | For every 2 tiers you possess, you can move through up to 5 feet of difficult terrain each round as if it were normal terrain (minimum 5 feet). This effect stacks with those provided by Nimble Moves and Acrobatic Steps.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Penetrating Strike",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Penetrating Strike.",
		"rule",
		"fill | 1",
		"text | You know just how to strike to bypass even the most heavily armored foe's defenses.",
		"fill | 1",
		"text | When using Penetrating Strike or Greater Penetrating Strike, you can ignore an additional point of damage reduction for every 3 tiers you posses. Additionally, the effects apply to damage reduction without a type (such as DR 10/-).",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Persuasive",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Persuasive.",
		"rule",
		"fill | 1",
		"text | You're a master of persuasion, be it with soothing words or harsh barking commands.",
		"fill | 1",
		"text | The bonus on Diplomacy and Intimidate skill checks granted by Persuasive increases by 2. In addition, you can expend one use of mythic power to treat a Diplomacy or Intimidate check as if you had rolled a natural 20. You must decide to use this ability before making the roll.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Pinpoint Targeting",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Pinpoint Targeting.",
		"rule",
		"fill | 1",
		"text | Your attacks can home in on your opponent's weak spot and ignore many defenses.",
		"fill | 1",
		"text | You can use this feat even if you move this round, but only if the distance you move is equal to or less than 5 feet per tier.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Point-Blank Shot",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Point-Blank Shot.",
		"rule",
		"fill | 1",
		"text | Your accuracy with ranged attacks is unmatched at point-blank range.",
		"fill | 1",
		"text | The bonus on attack and damage rolls granted by Point-Blank Shot increases to +2. As a swift action, you can expend one use of mythic power to gain an additional bonus on these rolls equal to half your tier.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Potent Surge",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | ",
		"rule",
		"fill | 1",
		"text | Your surge is more potent.",
		"fill | 1",
		"text | Whenever you use your surge ability, add 1 to your surge result.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Power Attack",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Power Attack.",
		"rule",
		"fill | 1",
		"text | Your attacks are truly devastating.",
		"fill | 1",
		"text | When you use Power Attack, you gain a +3 bonus on melee damage rolls instead of +2. When your base attack bonus reaches +4 and every 4 points thereafter, the amount of bonus damage increases by +3 instead of +2. In addition, the bonus damage from this feat is doubled on a critical hit, before it's multiplied by the weapon's critical multiplier.  You can expend one use of mythic power when you activate Power Attack to ignore the penalties on melee attack rolls and combat maneuver checks for 1 minute.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Powerful Shape",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Powerful ShapeUM.",
		"rule",
		"fill | 1",
		"text | The forms you take in wild shape tower over their natural counterparts.",
		"fill | 1",
		"text | You can apply the giant simple template (quick rules version, from Pathfinder RPG Bestiary 295) to any form you take with wild shape. This replaces the benefit from Powerful Shape.  As a free action, you can expend one use of mythic power to combine the benefit from this feat with the benefit from non-mythic Powerful Shape for a number of rounds equal to your tier.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Prophetic Visionary",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Prophetic VisionaryUM.",
		"rule",
		"fill | 1",
		"text | Your precognitive powers aid you further.",
		"fill | 1",
		"text | You can use Prophetic Visionary's augury ability at will, spending 10 minutes in a deep trance each time. Your chance of a successful augury increases by 1% per tier. A successful augury made by using this feat also grants you the benefits of guidance, but the bonus is equal to your tier and is an insight bonus instead of a competence bonus.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Quick Draw",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Quick Draw.",
		"rule",
		"fill | 1",
		"text | You can retrieve any item quickly, not just weapons.",
		"fill | 1",
		"text | You can use Quick Draw to draw items of any kind, not just weapons, provided they are stored or concealed on your person. As a move action, you can expend one use of mythic power to retrieve up to two hidden items. You must have two hands free to do so.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Racial Heritage",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Racial HeritageAPG.",
		"rule",
		"fill | 1",
		"text | Your racial heritage mingles with your mythic power to become more pronounced.",
		"fill | 1",
		"text | You gain a single racial trait of your choice from the race you picked when you took non-mythic Racial Heritage. That racial trait can't modify your size or ability scores. You also gain the racial language of the race (if any) if you don't already know it. For races with multiple racial languages, you gain all of them.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Rapid Reload",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Rapid Reload.",
		"rule",
		"fill | 1",
		"text | You can reload any type of weapon with astounding speed.",
		"fill | 1",
		"text | You gain the benefits of Rapid Reload with all crossbows and firearms, not just the one you originally chose when you gained that feat. As a swift action, you can expend one use of mythic power to gain the ability to reload crossbows and firearms without provoking attacks of opportunity for 1 minute.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Rapid Shot",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Rapid Shot.",
		"rule",
		"fill | 1",
		"text | You can fire many times each round with amazing precision.",
		"fill | 1",
		"text | When using Rapid Shot, you can either ignore the feat's -2 penalty on attack rolls or make two additional attacks instead of one.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Rhetorical Flourish",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Rhetorical FlourishUC.",
		"rule",
		"fill | 1",
		"text | You're supremely skilled at using verbal misdirection and finesse to inf luence others.",
		"fill | 1",
		"text | When you successfully use Rhetorical Flourish against a non-mythic creature, the bonus on your Diplomacy check increases by your tier. If the target is a mythic creature, you instead increase the bonus by half your tier.  You can expend one use of mythic power to reroll a single failed Bluff check. You must take the new result even if it is lower.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Ride-By Attack",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Ride-By Attack.",
		"rule",
		"fill | 1",
		"text | You can make multiple attacks as you ride past your enemies.",
		"fill | 1",
		"text | When you successfully strike an opponent as part of a Ride-By Attack, you can continue to make attacks against successive targets. You can make one additional attack per 3 tiers you possess, but you can't make more attacks than you could if you were making a full attack. Successive attacks use the lower bonus for multiple attacks, as when making a full attack. You must move at least 10 feet between each attack.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Run",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Run.",
		"rule",
		"fill | 1",
		"text | You run with preternatural speed and endurance.",
		"fill | 1",
		"text | When running, you move seven times your normal speed if wearing medium, light, or no armor and carrying no more than a medium load, or six times your speed if wearing heavy armor or carrying a heavy load. When making a jump after a running start, you gain an additional bonus equal to your tier + 4 on your Acrobatics check.  You can run normally for a number of rounds equal to your Constitution score plus your tier, but after that you must succeed at Constitution checks to continue running.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Saving Shield",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Saving ShieldAPG.",
		"rule",
		"fill | 1",
		"text | Shielding a comrade from harm gives you a chance to strike back.",
		"fill | 1",
		"text | The shield bonus you grant an ally with Saving Shield increases to +3. If you use Saving Shield to successfully negate an attack against an adjacent ally, you can immediately make an attack of opportunity against the attacker so long as it is within your melee reach.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Scorpion Style",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Scorpion Style.",
		"rule",
		"fill | 1",
		"text | Your unarmed strikes can induce a near-crippling lethargy in your enemies.",
		"fill | 1",
		"text | Whenever you are using Scorpion Style, you add your tier to the number of rounds the target's base land speed is reduced. You can expend one use of mythic power when making your attack to slow your target, as the spell slow, unless it succeeds at a Fortitude save (DC 10 + 1/2 your character level + your Wisdom modif ier). The slowing effect supersedes the normal speed penalty of your Scorpion Strike, but lasts for an equal number of rounds.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Selective Channeling",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Selective Channeling.",
		"rule",
		"fill | 1",
		"text | When you exclude creatures from your channel, you empower those you do affect.",
		"fill | 1",
		"text | When you channel energy, the damage you heal or deal increases by a number of points equal to twice the number of targets you excluded from your channeled energy. You can expend one use of mythic power to increase the number of targets you exclude from your channeled energy by half your tier.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Self-Sufficient",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Self-Sufficient.",
		"rule",
		"fill | 1",
		"text | Independence comes naturally to you, and you have mastered taking care of yourself.",
		"fill | 1",
		"text | The bonus on Heal and Survival skill checks from Self-Sufficient increases by 2. In addition, you can expend one use of mythic power to treat a Heal or Survival check as if you had rolled a natural 20. You must decide to use this ability before making the roll.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Shatter Defenses",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Shatter Defenses.",
		"rule",
		"fill | 1",
		"text | Your dazzling attacks leave your opponents flummoxed and bewildered, unable to attack you or to defend themselves effectively.",
		"fill | 1",
		"text | An opponent you affect with Shatter Defenses is flat-footed to all attacks, not just yours.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Shield Focus",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Shield Focus.",
		"rule",
		"fill | 1",
		"text | You're a master of using your shield for protection.",
		"fill | 1",
		"text | Add your shield bonus and your shield's enhancement bonus to your touch AC. As an immediate action, you can expend one use of mythic power to add your shield bonus and your shield's enhancement bonus on a Fortitude or Ref lex save just before you roll it.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Shield Slam",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Shield Slam.",
		"rule",
		"fill | 1",
		"text | Your shield bash produces a powerful kick.",
		"fill | 1",
		"text | When using Shield Slam to bull rush, an opponent knocked prone because of an intervening wall or other surface also takes damage from the collision. The damage dealt is equal to 1d6 points per 2 tiers you possess. As an immediate action, you can expend one use of mythic power to add your tier to your combat maneuver checks when resolving a bull rush made due to Shield Slam.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Shot On The Run",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Shot on the Run, base attack bonus +6.",
		"rule",
		"fill | 1",
		"text | With ease, you can snap off two shots while dashing across the battlef ield.",
		"fill | 1",
		"text | Whenever you use Shot on the Run, you can make two ranged attacks at your highest base attack bonus at any point during your movement, instead of just one.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Skill Focus",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Skill Focus.",
		"rule",
		"fill | 1",
		"text | You mastery with this skill is unmatched, even in difficult situations.",
		"fill | 1",
		"text | You can always take 10 or 20 on checks with your choice of skill for Skill Focus, even when you are rushed or threatened.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Snatch Arrows",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Snatch Arrows.",
		"rule",
		"fill | 1",
		"text | You can use the weapons you pluck from the air to immediately make melee attacks.",
		"fill | 1",
		"text | When you use Snatch Arrows to catch a thrown weapon that can also be used as a melee weapon, you can make a melee attack with it as an immediate action against a foe within the weapon's melee reach. You can expend one use of mythic power to make this attack without spending an immediate action.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Sociable",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | SociableAPG.",
		"rule",
		"fill | 1",
		"text | Your easy nature flows from you without effort, putting others at ease.",
		"fill | 1",
		"text | You grant and benefit from the +2 bonus on Diplomacy checks from Sociable constantly without having to spend a move action. You can spend a move action to increase the bonus to +4 for a number of rounds equal to your tier.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Spell Focus",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Spell Focus.",
		"rule",
		"fill | 1",
		"text | Your magical specialties are particularly effective.",
		"fill | 1",
		"text | Choose a school of magic you already have Spell Focus in. The bonus to save DCs provided by Spell Focus and Greater Spell Focus for that school increases by 1. You can expend one use of mythic power as part of casting a spell from your chosen school to force any of the spell's targets to roll their saving throws twice, taking the lower result.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Spell Mastery",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Spell Mastery.",
		"rule",
		"fill | 1",
		"text | You're so familiar with certain spells you can prepare them with the greatest of ease.",
		"fill | 1",
		"text | You can prepare spells you have selected with Spell Mastery as a full-round action. You must spend the appropriate amount of time preparing other spells you have not mastered. As a full-round action, you can expend one use of mythic power to prepare all your spells that you have selected with Spell Mastery.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Spell Penetration",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Spell Penetration.",
		"rule",
		"fill | 1",
		"text | Your mythic power breaches your enemies' defenses.",
		"fill | 1",
		"text | Add half your tier to caster level checks to overcome spell resistance. If you have Greater Spell Penetration, add your full tier instead.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Spellbreaker",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Spellbreaker.",
		"rule",
		"fill | 1",
		"text | You're a spellcaster's worst nightmare.",
		"fill | 1",
		"text | Any non-mythic creature you threaten provokes an attack of opportunity from you whenever it uses a spell or spell-like ability, even when casting defensively or casting a quickened spell.  If a non-mythic creature within 30 feet of you uses a spell or spell-like ability, you can expend one use of mythic power to make a ranged attack against that creature as an attack of opportunity (even if the creature wouldn't normally provoke attacks of opportunity). You must have a ranged weapon in hand or have a free hand and the non-mythic Quick Draw feat to use this ability. You can use this ability against a mythic creature by expending two uses of mythic power.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Spirited Charge",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Spirited Charge.",
		"rule",
		"fill | 1",
		"text | Your mounted charge knocks the wind and wits from those foolish enough to stand against you.",
		"fill | 1",
		"text | When you hit an opponent with a mounted charge, that opponent must succeed at a Fortitude saving throw (DC 10 + 1/2 your character level + your Str modifier) or be staggered for a number of rounds equal to your tier. If you use a lance with this attack, increase the saving throw DC by 2. As a free action before you make the attack, you can expend one use of mythic power to daze your opponent on a failed saving throw instead of staggering it.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Spontaneous Metafocus",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Spontaneous MetafocusUM.",
		"rule",
		"fill | 1",
		"text | You apply metamagic to your spells with greater ease than do other spontaneous casters.",
		"fill | 1",
		"text | You can change which spell your Spontaneous Metafocus feat applies to each morning when you restore your expended spell slots. The spell it applies to can be of any level, but it must be a legal selection for the Spontaneous Metafocus feat.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Spring Attack",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Spring Attack, base attack bonus +6.",
		"rule",
		"fill | 1",
		"text | You move across the battlefield in a blur of whirling blades.",
		"fill | 1",
		"text | When you use Spring Attack, you don't need to move at least 10 feet before making the first attack. If you expend one use of mythic power when you start a Spring Attack, the movement you make during the Spring Attack doesn't provoke attacks of opportunity.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Stealthy",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Stealthy.",
		"rule",
		"fill | 1",
		"text | Your grace and fluidity are beyond compare.",
		"fill | 1",
		"text | The bonus on Escape Artist and Stealth skill checks from Stealthy increases by 2. In addition, you can expend one use of mythic power to treat an Escape Artist or Stealth check as if you had rolled a natural 20. You must decide to use this ability before making the roll.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Strike Back",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Strike Back.",
		"rule",
		"fill | 1",
		"text | Your precise counterattacks degrade your foes' advantages in combat.",
		"fill | 1",
		"text | When you make a melee attack as a readied action against a foe outside your melee reach, you can take a 5-foot step toward that foe. If you expend one use of mythic power, you can move your speed toward the foe instead. Neither of these counts toward the movement made during your turn.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Strong Comeback",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Strong ComebackUC.",
		"rule",
		"fill | 1",
		"text | You never make the same mistake twice.",
		"fill | 1",
		"text | Whenever you're allowed to reroll an ability check, a skill check, or a saving throw, roll two dice and take the higher result, before adding the bonus from Strong Comeback.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Stunning Fist",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Stunning Fist.",
		"rule",
		"fill | 1",
		"text | With greater potency and frequency, your fists stun those who stand against you.",
		"fill | 1",
		"text | The DC of your Stunning Fist increases by half your tier, and you can use Stunning Fist multiple times during the same round. As a free action, you can expend one use of your mythic power to use Stunning Fist without spending one of your daily uses of the feat.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Throw Anything",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Throw Anything.",
		"rule",
		"fill | 1",
		"text | You're so skilled at throwing weapons that it hardly matters what you throw.",
		"fill | 1",
		"text | You gain a +2 bonus on attack rolls and damage rolls made using an improvised thrown weapon or splash weapon. This bonus stacks with the bonus from the non-mythic Throw Anything feat. If you miss with a thrown splash weapon, it always lands adjacent to its target regardless of how many range increments it was thrown.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Titan Strike",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Improved Unarmed Strike (mythic).",
		"rule",
		"fill | 1",
		"text | Your fists can fell titanic foes.",
		"fill | 1",
		"text | Your unarmed strike deals damage as if you were one size category larger. You also gain a +1 bonus for each size category that your target is larger than you on the following: bull rush, drag, grapple, overrun, sunder, and trip combat maneuver checks and the DC of your Stunning Fist.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Toughness",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Toughness.",
		"rule",
		"fill | 1",
		"text | You have legendary resilience and durability.",
		"fill | 1",
		"text | Toughness provides you twice as many hit points. In addition, when you're below 0 hit points, you gain DR 10/epic. This DR stacks with any other DR/epic you might possess.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Trample",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Trample.",
		"rule",
		"fill | 1",
		"text | Your rearing mount can stomp foes into the ground, barely breaking stride.",
		"fill | 1",
		"text | Your mount can make two hoof attacks against an opponent you knock down with an overrun, instead of one. You can expend one use of mythic power when you score a critical hit with one or more of those hoof attacks. When you do, the critical is automatically confirmed. If both scored critical hits, expending one use of mythic power automatically confirms both.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Tripping Staff",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Tripping Staff UM.",
		"rule",
		"fill | 1",
		"text | Your staff is valuable for attack and defensive balance.",
		"fill | 1",
		"text | You add half your tier to CMD against trip maneuvers and on combat maneuver checks to trip with a quarterstaff. When you're wielding a quarterstaff and an opponent you threaten attempts to trip you and fails, it provokes an attack of opportunity from you. You must use your staff for this attack of opportunity.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Two-Fisted Drinker",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Quick Draw.",
		"rule",
		"fill | 1",
		"text | You can pound down drinks with amazing verve.",
		"fill | 1",
		"text | You can draw two potions or other beverages-mundane or magical-from a pouch, bandolier, or similar holder (but not from a backpack) as a move action. As a standard action, you can drink two potions or other beverages. You must have two free hands to use this feat.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Two-Weapon Defense",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Two-Weapon Defense.",
		"rule",
		"fill | 1",
		"text | Your graceful flow between attack and defense makes you difficult to hit.",
		"fill | 1",
		"text | When using Two-Weapon Defense, you apply the highest enhancement bonus from your two weapons to the shield bonus granted by that feat.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Two-Weapon Fighting",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Two-Weapon Fighting.",
		"rule",
		"fill | 1",
		"text | With deft strikes, you gain an advantage over your foes beyond mere damage.",
		"fill | 1",
		"text | As an immediate action, you can expend one use of mythic power to negate the penalties on attack rolls for two-weapon fighting for a number of rounds equal to your tier.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Two-Weapon Rend",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Two-Weapon Rend.",
		"rule",
		"fill | 1",
		"text | Your synchronized dual attacks are even more dangerous, and can leave lasting wounds.",
		"fill | 1",
		"text | The damage of your Two-Weapon Rend increases to 2d8 points plus twice your Strength modifier. You can expend one use of mythic power to gain a bonus on this damage equal to twice your tier.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Undead Master",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Undead MasterUM.",
		"rule",
		"fill | 1",
		"text | Through your fearsome mythic nature, you have matchless power over the undead.",
		"fill | 1",
		"text | When you cast animate dead or use the Command Undead feat, add your tier to your caster level when determining the number of Hit Dice of undead you animate. This stacks with the increased caster level of Undead Master. When you cast command undead, your duration is tripled rather than doubled.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Unseat",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Unseat.",
		"rule",
		"fill | 1",
		"text | You knock your opponents down from their mounts with frightening concussive force.",
		"fill | 1",
		"text | When you successfully bull rush an opponent off his mount with Unseat, your opponent takes 1d6 points of falling damage per 2 tiers you possess. Items or abilities that reduce falling damage, such as a successful Acrobatics check, can reduce the damage dealt by the impact.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Valiant Vault",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Mounted Combat, Ride-By Attack, Ride 5 ranks.",
		"rule",
		"fill | 1",
		"text | Your mount can make heroic leaps.",
		"fill | 1",
		"text | Your mount is always considered to have a running start when using Acrobatics to jump. You can expend one use of mythic power to grant your mount a +10 bonus on an Acrobatics check, or a +20 bonus if the check is made to jump.  When making a mounted charge, you can guide your mount to leap over a foe between your starting position and the target of your charge. You make a Ride check or your mount makes an Acrobatics check (whichever is lower) during the charge, using the rules for the leap task under the Ride skill. If the height you clear with that check exceeds the creature's height, you jump over it and continue your charge on the opposite side. This movement provokes attacks of opportunity. Alternatively, you can vault over your target while making a Ride-By Attack, allowing you to move over or through its space and continue moving on the opposite side of it. If your jump exceeds the target's height, you gain a +1 bonus on the attack roll for higher ground, and if any of your allies threatens the target, you treat the target as flanked for purposes of your Ride-By Attack.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Vital Strike",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Vital Strike.",
		"rule",
		"fill | 1",
		"text | You can strike your foes with incredible force.",
		"fill | 1",
		"text | Whenever you use Vital Strike, Improved Vital Strike, or Greater Vital Strike, multiply the Strength bonus, magic bonus, and other bonuses that would normally be multiplied on a critical hit by the number of weapon damage dice you roll for that feat.  Extra damage from sources that wouldn't normally be multiplied on a critical hit isn't multiplied by this feat.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Voice Of The Sibyl",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Voice of the SibylUM.",
		"rule",
		"fill | 1",
		"text | You overpower weaker and more vulnerable minds with your voice alone.",
		"fill | 1",
		"text | You gain a +1 bonus on all Bluff, Diplomacy, and Perform (oratory) skill checks for every 3 tiers you possess. This bonus stacks with the bonus from Voice of the Sibyl. If you have 10 or more ranks in at least two of these skills, gain a +2 bonus to the DC of any language-dependent spell you cast.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Warrior Priest",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Warrior PriestUM.",
		"rule",
		"fill | 1",
		"text | Your faith speeds you in battle and further strengthens your mind and confidence.",
		"fill | 1",
		"text | You gain a bonus equal to half your tier both on initiative checks and on concentration checks to cast a spell or use a spell-like ability when casting defensively or while grappled. These bonuses stack with the bonuses from Warrior Priest.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Weapon Finesse",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Weapon Finesse.",
		"rule",
		"fill | 1",
		"text | You're an expert with weapons that rely on your agility.",
		"fill | 1",
		"text | When using Weapon Finesse, you may also use your Dexterity modifier instead of your Strength modifier on your damage rolls. If you carry a shield, its armor check penalty doesn't apply to either the attack rolls or the damage rolls.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Weapon Focus",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Weapon Focus.",
		"rule",
		"fill | 1",
		"text | You're a master of one type of weapon.",
		"fill | 1",
		"text | Double the bonuses on your attack rolls from Weapon Focus and Greater Weapon Focus. As a swift action, you can expend one use of mythic power to gain a bonus on attack rolls with your selected weapon equal to half your tier until the end of your turn.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Weapon Specialization",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Weapon Specialization.",
		"rule",
		"fill | 1",
		"text | The damage you deal with your chosen weapon is truly awesome to behold.",
		"fill | 1",
		"text | When using your chosen weapon, you gain a bonus equal to half your tier on damage rolls. This stacks with the bonus from Weapon Specialization and Greater Weapon Specialization.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}, {
	"count": 1,
	"color": "Maroon",
	"title": "Witch Knife",
	"icon": "enlightenment",
	"icon_back": "enlightenment",
	"contents": [
		"rule",
		"subtitle | Mythic",
		"property | prerequisites | Witch KnifeUM.",
		"rule",
		"fill | 1",
		"text | Your witch knife is as much an extension of your body as it is an extension of your power.",
		"fill | 1",
		"text | You can use your witch knife as an additional focus component for all your witch spells, not just your patron spells, adding 1 to their DC. This bonus stacks with the bonus to patron spells granted by Witch Knife, granting your patron spells a total +2 bonus to their DC. Additionally, the hand holding the witch knife is still considered free for the purpose of casting spells and delivering touch attacks.",
		"fill | 1"
	],
	"tags": [
		"Mythic Adventures"
	]
}]
